import React from 'react';
import './About.css';
import Hero from '../../assets/hero.jpg'

export default function About() {
    return (
        <section className='about-page' >
            <h2 className='about-header' > Brief history of Manlai Print Studio and its founder. </h2>
            <div className='image' >
                <img src={Hero} alt='founder' className='hero-img' />
            </div>
            <div className='about-text-wrapper' >
                <p className='about-text' > Завхан аймгийн харъяат Дархан - Уул аймгийн Дархан сумын 2 - р багийн иргэн Д.Энхболд нь багаасаа гэрэл зурагтай ойр өсөж сурагч, оюутан байх үеэс эхлэн одоог хүртэл гэрэл зурагчин гэдэг эрхэм албыг залгуулсаар байгаа билээ.
                </p>
                <p className='about-text'> Өвөг дээдсээс заяасан Монгол байгалийн өнгө үзэмж, Монгол аж амьдрал, Амьтан ургамалыг хайрлан хамгаалахад өөрийн хувь нэмрээ оруулан хүн ардад түүний нандин сайхан үзэмжийг үзүүлэх үр хүүхдүүддээ эцэг өвгөдийн газар шороо гэж чухам ямар байдгийг таниулж мэдүүлэх үүднээс зах зээлийн өнөө үед хүч бололцоогоо дайчлан ажиллаж байна.
                </p>
                <p className='about-text' >
                    Тэрээр зах зээл эхлэх үеэс хотын ахуйн үйлчилгээ салгардсан дампуурах үед Үйлчилгээний төв, Худалдааны төвүүдээр өөрөө бие даан ажлын байр бий болгож, анхны хувийн гэрэл зургийн сутдийг нээн ажиллуулж баяр ёслол, тэмдэглэлт үйл явдлуудаар олон ард иргэдийн дурсамжийг үлдээхэд үнэтэй хувь нэмэр оруулжээ.Мөн Завхан аймгийн Орон нутаг судлах музей,
                    Дархан - Уул аймгийн орон нутаг судлах музейд Энхболдын бүтээсэн понарамны зураг түүхэнд үлдэн хадгалагдсан байдаг юм .2001 оноос“ Манлай Принт Студи” - ийг Улаанбаатар хотод нээж, улмаар 2004 оноос эхлэн Дархан сумын 5 - р багийн нутаг дэвсгэрт тогтвортой ажиллаж байна.</p>
                <p className='about-text' >
                    Тэрээр цаашид эх орны өнцөг булан бүрт суугаа эх орноо танин мэдэх хүсэлтэй хүмүүсийг нэгтгэн эх орноо тойрон аялах, судалгаа шинжилгээ хийх, кино зураг авах, уран зураг зурах, аялалын шинэ маршрут зохиох, байгалийн элэгдэл, уул уурхайн гаж нөлөөг тогтоох гэх мэт сонирхолтой хүмүүстэй хамтран сайн дурын аялалын баг үүсгэн уран бүтээлийн их олз омог олж дахин Дарханчууддаа бэлэг барихаар зорин ажиллаж байна.Танд ажлын амжилт хүсье.
                </p>
            </div>
        </section >
    )
}